{
  "settings": {
    "settings": "Settings",
    "language": "Language",
    "customLists": "Custom Lists",
    "darkTheme": "Dark Theme",
    "data": "Data",
    "import": "Import",
    "export": "Export",
    "backup": "Backup:",
    "invalidFile": "Invalid File"
  },
  "donate": {
    "donate": "Donate",
    "mainMessage": "WeekTodo is a completely free application. You can make a donation or send me a comment to help improve the application or show that you value my work. Thank you for using WeekToDo!",
    "comment": "Comment",
    "otherCrypto": "Other Cryptocurrencies",
    "goBack": "Go Back",
    "paymentType": "Payment Type",
    "address": "Address",
    "copy": "Copy",
    "copiedAddres": "Copied Address !!!"
  },
  "about": {
    "about": "About",
    "madeWith": "Made with",
    "inCuba": "in Cuba",
    "dev": "Developed and Designed by",
    "version": "Version",
    "desc": "WeekToDo is a Minimalist Weekly Planner focused on privacy.",
    "site": "Visit Website."
  },
  "generatedData": {
    "data1": "This is an old task",
    "data2": "Click to complete task",
    "data3": "Double click to edit",
    "data4": "This is a completed task",
    "data5": "You can drag and drop the tasks",
    "data6": "This is a custom list",
    "data7": "You can create as many as you want",
    "data8": "You can hide them in the options menu",
    "data9": "Apples",
    "data10": "Refreshments",
    "list1": "Custom List",
    "list2": "Grocery List"
  },
  "tips": {
    "tips": "Tips",
    "next": "Next Tip",
    "forward": "Previous Tip",
    "tip1": "You can create a new task by clicking on any area of ​​the lists.",
    "tip2": "Tasks can be dragged and dropped from one list to another or by changing their order.",
    "tip3": "To edit the name of a list or a task, double click on it.",
    "tip4": "To the right of the date of each list is the Move Forward icon which allows you to send all pending tasks from the current list to the next day.",
    "tip5": "If you are not going to use the custom lists, you can hide them in the configuration menu.",
    "tip6": "The calendar in the sidebar allows you to quickly scroll to a date.",
    "tip7": "By placing the cursor on the name of the list, the Mark All icon will appear, this allows you to mark all the tasks that a list contains.",
    "tip8": "You can create a new custom list using the Add New List button located on the side panel.",
    "tip9": "The Start button places you on the current day.",
    "tip13": "WeekToDo stores the information on your computer. If you want to change your computer or browser, remember to create a backup. You can do it in the settings menu.",
    "tip10": "Productivity: Try to define the fewest possible tasks per day and order them according to their priority.",
    "tip11": "Productivity: Review and organize your to-do list for the week at the beginning and end of your day.",
    "tip12": "Productivity: Do not plan many things in advance, organize yourself one day at a time. If you have tasks to do move them to for the next day."
  },
  "welcome": {
    "next": "Next",
    "forward": "Previous",
    "ready": "ready",
    "allReady": "All ready",
    "allReadyText": "Everything is ready so you can enjoy WeekTodo.",
    "allReadySub": "If you have any questions you can find tips in the sidebar",
    "welcome": "Welcome to WeekToDo",
    "welcomeText": "The Minimalist Weekly Task Manager focused on privacy. To start select your language.",
    "privacy": "Privacy",
    "privacyText": "WeekToDo stores the information on your computer. If you eventually want to change your computer or browser, remember to create a backup.",
    "privacySub": "You can create a backup in the settings menu.",
    "theme": "Theme",
    "themeText": "You can select between light and dark theme according to your preference."
  },
  "ui": {
    "rmList": "Delete List",
    "rmListConfirm": "Are you sure you want to delete the list",
    "cancel": "Cancel",
    "remove": "Remove",
    "splashSub": "Minimalist Weekly Planner",
    "mobileWarning": "WeekToDo is an application designed to run on Desktop Computers and at the moment it is not ready to be displayed in such small resolutions. ('一 _ 一)",
    "home": "Home",
    "calendar": "Calendar",
    "newCustomList": "New Custom List"
  }
}