{
  "settings": {
    "settings": "Configuración",
    "language": "Lenguaje",
    "customLists": "Listas Personalizadas",
    "darkTheme": "Tema Oscuro",
    "data": "Datos",
    "import": "Importar",
    "export": "Exportar",
    "backup": "Copia de Seguridad:",
    "invalidFile": "Archivo Invalido"
  },
  "donate": {
    "donate": "Donar",
    "mainMessage": "WeekTodo es una aplicacion totalmente gratuita. Puedes hacer una donacion o enviarme un comentario para ayudar a mejorar la aplicación o mostrar que valoras mi trabajo. Gracias por utilizar WeekToDo!",
    "comment": "Comentario",
    "otherCrypto": "Otras Criptomonedas",
    "goBack": "Ir Atras",
    "paymentType": "Tipo de Pago",
    "address": "Dirección",
    "copy": "Copiar",
    "copiedAddres": "Direccion Copiada!!!"
  },
  "about": {
    "about": "Acerca De",
    "madeWith": "Hecho con",
    "inCuba": "en Cuba",
    "dev": "Desarrollado y Diseñado por",
    "version": "Version",
    "desc": "WeekToDo es un Planificador Semanal Minimalista enfocado en la privacidad. ",
    "site": "Visitar Sitio Web."
  },
  "generatedData": {
    "data1": "Esto es una tarea vieja",
    "data2": "Click para completar tarea",
    "data3": "Doble click para editar",
    "data4": "Esto ya se completo",
    "data5": "Puedes arrastrar las tareas",
    "data6": "Esto es una lista personalizada",
    "data7": "Puedes crear y eliminar las que quieras",
    "data8": "Puedes ocultarlas en el menu de opciones",
    "data9": "Refrescos",
    "data10": "5 libras de Pan"
  },
  "tips": {
    "tips": "Consejos",
    "next": "Siguiente Consejo",
    "forward": "Consejo Anterior",
    "tip1": "Puedes crear una nueva tarea clikeando en cualquier area de las listas.",
    "tip2": "Las tareas se pueden arrastrar y soltar de una lista a otra o para cambiar su orden en la lista.",
    "tip3": "Para editar el nombre de una lista o una tarea haz doble click sobre ella.",
    "tip4": "A la derecha de la fecha de cada lista se encuentra el icono Mover Hacia Delante el cual te permite enviar al proximo dia todas las tears que incompletas de la lista actual.",
    "tip5": "Si no quieres utilizar las listas personalizadas, pedes ocultarlas en menu de configuracion.",
    "tip6": "El calendario en la barra lateral te permite desplazarte rapidamente a una fecha que selecciones.",
    "tip7": "Situando el cursor en el nombre de la lista aparecera el icono Doble Check, este te permite marcar todas las tareas que contiene una lista.",
    "tip8": "Puedes crear una nueva lista perzonalizada utilizando el boton de Adicionar Nueva Lista situado en el panel lateral.",
    "tip9": "El boton Inicio te devuelve al dia actual de manera inmediata.",
    "tip13": "WeekToDo almacena la informacion en tu equipo. Si deseas cambiar de equipo o navegador recuerda crear una copia de seguridad. Puedes hacerlo en el menu de configuración.",
    "tip10": "Productividad: Una buena forma de ser productivo es revisar y organizar tu lista de tareas para la semana al comenzar tu dia.",
    "tip11": "Productividad: Para cada dia intenta definir la menor cantidad de tareas posibles y ordenarlas segun su prioridad. Asi te puedes enfocar en loque realmente necesitas.",
    "tip12": "Productividad: Intenta no planificar muchas cosas con antelacion dejando la mayor planificacion para tu dia a dia. Si te quedan tareas por hacer puedes moverlas hacia para el proximo día. Notaras como tu semana se vuelve cada vez mas productiva. "
  },
  "welcome": {
    "next": "Siguiente",
    "forward": "Anterior",
    "ready": "Listo",
    "allReady": "Todo listo",
    "allReadyText": "Ya todo esta listo para que puedas disfrutar de WeekTodo.",
    "allReadySub": "Si tienes alguna duda puedes encontrar tips en la barra lateral",
    "welcome": "Bienvenido a WeekToDo",
    "welcomeText": "El Gestor de Tareas Semanales Minimalista enfocado en la privacidad. Para comenzar selecciona tu idioma.",
    "privacy": "Privacidad",
    "privacyText": "WeekToDo almacena la información en tu equipo. Si eventualmente deseas cambiar de equipo o navegador recuerda crear una copia de seguridad.",
    "privacySub": "Puedes crear una copia de seguriad en el menu de configuracion.",
    "theme": "Tema",
    "themeText": "Puedes seleccionar entre el tema claro y oscuro segun prefieras."
  },
  "ui": {
    "rmList": "Eliminar Lista",
    "rmListConfirm":"Estas seguro que deseas eliminar la lista",
    "cancel": "Cancelar",
    "remove": "Eliminar",
    "splashSub": "Planificador Semanal Minimalista",
    "mobileWarning": "WeekToDo es una aplicacion diseñada para ejecutarse en Equipos de Escritorio y por ahora no esta lista para mostrarse en resoluciones tan pequeñas. ('一_一)"
  }
}