{
  "settings": {
    "settings": "Réglages",
    "language": "Langue",
    "customLists": "Listes personnalisées",
    "darkTheme": "Thème sombre",
    "data": "Data",
    "import": "Importer",
    "export": "Exporter",
    "backup": "Sauvegarde:",
    "invalidFile": "Fichier non valide",
    "checkUpdates": "Rechercher des mises à jour au démarrage",
    "calendar": "Calendrier",
    "zoom": "Zoom",
    "columns": "Colonnes"
  },
  "donate": {
    "contribute": "Contribuer",
    "mainMessage": "WeektoDo est une application entièrement gratuite. Vous pouvez soutenir ce projet avec une petite contribution. Merci d'utiliser WeekToDo!",
    "comment": "Envoyer un commentaire",
    "crypto": "Crypto",
    "goBack": "Revenir en arrière",
    "paymentType": "Type de paiement",
    "address": "adresse",
    "copy": "Copier",
    "copiedAddres": "Adresse copiée !!!",
    "share": "Partager",
    "rate": "Taux",
    "cryptocurrencies": "Crypto-monnaies"
  },
  "about": {
    "about": "à propos à propos",
    "madeWith": "Fabriqué avec",
    "inCuba": "à Cuba",
    "dev": "Développeur et concepteur",
    "devName": "Manuel Ernesto García",
    "version": "Version",
    "desc": "WeekToDo est un agenda hebdomadaire minimaliste axé sur la confidentialité.",
    "site": "Visiter le site Web"
  },
  "generatedData": {
    "data2": "Cliquez pour terminer la tâche",
    "data3": "Double-cliquez pour éditer la tâche",
    "data4": "Passez la souris pour afficher le reste du texte de cette tâche.",
    "data5": "Vous pouvez faire glisser et déposer les tâches",
    "data6": "Ceci est une liste personnalisée",
    "data7": "Vous pouvez créer de nouvelles listes à partir de la barre latérale",
    "data8": "Vous pouvez également les masquer dans le menu des paramètres",
    "data9": "Pommes",
    "data10": "Rafraîchissements",
    "list1": "Liste personnalisée",
    "list2": "Liste d'épicerie",
    "list3": "Idées"
  },
  "tips": {
    "tips": "des astuces",
    "next": "Prochain conseil",
    "back": "Conseil précédent",
    "tip1": "Vous pouvez créer une nouvelle tâche en cliquant sur n'importe quelle zone des listes.",
    "tip2": "Les tâches peuvent être glissées et déposées d'une liste à une autre ou en modifiant leur ordre.",
    "tip3": "Pour modifier le nom d'une liste ou d'une tâche, double-cliquez dessus.",
    "tip4": "À droite de la date de chaque liste se trouve l'icône Répéter qui vous permet d'envoyer toutes les tâches en attente de la liste actuelle au jour suivant.",
    "tip5": "Si vous n'utilisez pas les listes personnalisées, vous pouvez les masquer dans le menu de configuration.",
    "tip6": "Le calendrier de la barre latérale vous permet de faire défiler rapidement jusqu'à une date.",
    "tip7": "En plaçant le curseur sur le nom de la liste, l'icône Marquer tout apparaîtra, cela vous permet de marquer toutes les tâches qu'une liste contient.",
    "tip8": "Vous pouvez créer une nouvelle liste personnalisée à l'aide du bouton Ajouter une nouvelle liste situé sur le panneau latéral.",
    "tip9": "Le bouton Démarrer vous place sur la journée en cours.",
    "tip13": "WeekToDo stocke les informations sur votre ordinateur. Si vous souhaitez changer d'ordinateur ou de navigateur, n'oubliez pas de créer une sauvegarde. Vous pouvez le faire dans le menu des paramètres.",
    "tip10": "Productivité: essayez de définir le moins de tâches possibles par jour et classez-les en fonction de leur priorité.",
    "tip11": "Productivité: révisez et organisez votre liste de tâches de la semaine au début et à la fin de votre journée.",
    "tip12": "Productivité: ne planifiez pas beaucoup de choses à l'avance, organisez-vous un jour à la fois. Si vous avez des tâches à accomplir, déplacez-les pour le lendemain."
  },
  "welcome": {
    "next": "Suivant",
    "back": "Précédent",
    "ready": "prêt",
    "allReady": "Tout est prêt",
    "allReadyText": "Tout est prêt pour que vous puissiez profiter de WeekTodo.",
    "allReadySub": "Si vous avez des questions, vous pouvez trouver des conseils dans la barre latérale",
    "welcome": "Bienvenue dans WeekToDo",
    "welcomeText": "Le gestionnaire de tâches hebdomadaire minimaliste axé sur la confidentialité. Pour commencer, sélectionnez votre langue.",
    "privacy": "Privacy",
    "privacyText": "WeekToDo stocke les informations sur votre ordinateur. Si vous souhaitez éventuellement changer d'ordinateur ou de navigateur, n'oubliez pas de créer une sauvegarde.",
    "privacySub": "Vous pouvez créer une sauvegarde dans le menu des paramètres.",
    "theme": "Thème",
    "themeText": "Vous pouvez choisir entre le thème clair et sombre selon vos préférences."
  },
  "ui": {
    "rmList": "Supprimer la liste",
    "rmListConfirm": "Êtes-vous sûr de vouloir supprimer la liste",
    "cancel": "Annuler",
    "remove": "Remove",
    "splashSub": "Agenda hebdomadaire minimaliste",
    "mobileWarning": "WeekToDo est une application de bureau et pour l'instant elle n'est pas prête à être affichée dans cette résolution. :(",
    "today": "Aujourd'hui",
    "calendar": "Calendrier",
    "newCustomList": "Nouvelle liste personnalisée",
    "softwareUpdated": "Logiciel mis à jour",
    "seeChanges": "(Voir les changements)",
    "changeLog": "Journal des modifications",
    "compatible": "Désolé, WeekToDo n'est pas compatible avec votre navigateur Web. Essayez de le mettre à jour ou d'en utiliser un autre.",
    "removeList": "Supprimer la liste",
    "completeAll": "Compléter tout",
    "postpone": "Remettre à plus tard",
    "newVersionAvailable": "Nouvelle version disponible",
    "download": "(Télécharger)",
    "sponsoredBy": "Sponsorisé par"
  }
}