{
  "settings": {
    "settings": "Configurações",
    "language": "Idioma",
    "customLists": "Listas Personalizadas",
    "darkTheme": "Tema escuro",
    "data": "Dados",
    "import": "Importar",
    "export": "Exportar",
    "backup": "Backup:",
    "invalidFile": "Arquivo inválido"
  },
  "donate": {
    "donate": "Doar",
    "mainMessage": "WeektoDo é totalmente gratuito para usar o aplicativo. Você pode apoiar este projeto com uma pequena contribuição por meio dos seguintes métodos:",
    "comment": "Comentário",
    "otherCrypto": "Outras criptomoedas",
    "goBack": "Voltar",
    "paymentType": "Payment Type",
    "address": "Endereço",
    "copy": "Copiar",
    "copiedAddres": "Endereço copiado !!!"
  },
  "about": {
    "about": "Sobre",
    "madeWith": "Feito com",
    "inCuba": "em Cuba",
    "dev": "Desenvolvido e projetado por",
    "devName": "Manuel Ernesto García",
    "version": "Versão",
    "desc": "WeekToDo é um planejador semanal minimalista focado na privacidade.",
    "site": "Visite o site."
  },
  "generatedData": {
    "data2": "Clique para concluir a tarefa",
    "data3": "Clique duas vezes para editar a tarefa",
    "data4": "Passe o mouse para exibir o restante do texto para esta tarefa.",
    "data5": "Você pode arrastar e soltar as tarefas",
    "data6": "Esta é uma lista personalizada",
    "data7": "Você pode criar novas listas na barra lateral",
    "data8": "Você também pode ocultá-los no menu de configurações",
    "data9": "Maçãs",
    "data10": "Refrescos",
    "list1": "Lista personalizada",
    "list2": "Lista de compras",
    "list3": "Idéias"
  },
  "tips": {
    "tips": "Dicas",
    "next": "Próxima dica",
    "back": "Dica anterior",
    "tip1": "Você pode criar uma nova tarefa clicando em qualquer área das listas.",
    "tip2": "As tarefas podem ser arrastadas e soltas de uma lista para outra ou alterando sua ordem.",
    "tip3": "Para editar o nome de uma lista ou tarefa, clique duas vezes sobre ela.",
    "tip4": "À direita da data de cada lista está o ícone Snooze que permite enviar todas as tarefas pendentes da lista atual para o dia seguinte.",
    "tip5": "Se você não vai usar as listas personalizadas, pode ocultá-las no menu de configuração.",
    "tip6": "O calendário na barra lateral permite rolar rapidamente para uma data.",
    "tip7": "Ao colocar o cursor sobre o nome da lista, aparecerá o ícone Marcar tudo, o que permite marcar todas as tarefas que uma lista contém.",
    "tip8": "Você pode criar uma nova lista personalizada usando o botão Adicionar nova lista localizado no painel lateral.",
    "tip9": "O botão Iniciar coloca você no dia atual.",
    "tip13": "WeekToDo armazena as informações no seu computador. Se você deseja alterar seu computador ou navegador, lembre-se de fazer um backup. Você pode fazer isso no menu de configurações.",
    "tip10": "Produtividade: Tente definir o menor número possível de tarefas por dia e ordená-las de acordo com sua prioridade.",
    "tip11": "Produtividade: analise e organize sua lista de tarefas da semana no início e no final do dia.",
    "tip12": "Produtividade: Não planeje muitas coisas com antecedência, organize-se um dia de cada vez. Se você tem tarefas para fazer, mova-as para o dia seguinte."
  },
  "welcome": {
    "next": "Próximo",
    "back": "Anterior",
    "ready": "pronto",
    "allReady": "Tudo pronto",
    "allReadyText": "Está tudo pronto para você aproveitar o WeekTodo.",
    "allReadySub": "Se você tiver alguma dúvida, pode encontrar dicas na barra lateral",
    "welcome": "Welcome to WeekToDo",
    "welcomeText": "O gerenciador de tarefas semanais minimalistas com foco na privacidade. Para começar, selecione seu idioma.",
    "privacy": "Privacidade",
    "privacyText": "WeekToDo armazena as informações no seu computador. Se você eventualmente quiser alterar o seu computador ou navegador, lembre-se de criar um backup.",
    "privacySub": "Você pode criar um backup no menu de configurações.",
    "theme": "Tema",
    "themeText": "Você pode selecionar entre o tema claro e escuro de acordo com sua preferência."
  },
  "ui": {
    "rmList": "Excluir lista",
    "rmListConfirm": "Tem certeza de que deseja excluir a lista",
    "cancel": "Cancelar",
    "remover": "Remover",
    "splashSub": "Minimalist Weekly Planner",
    "mobileWarning": "WeekToDo é um aplicativo de desktop e por enquanto não está pronto para ser exibido nesta resolução. ('一 _ 一)",
    "today": "Hoje",
    "calendar": "Calendário",
    "newCustomList": "Nova Lista Personalizada",
    "softwareUpdated": "Software Atualizado",
    "seeChanges": "(Ver alterações)",
    "changeLog": "Change Log",
    "compatible": "Desculpe, WeekToDo não é compatível com o seu navegador. Tente atualizá-lo ou usar outro.",
    "removeList": "Remover lista",
    "completeAll": "Completar tudo",
    "postpone": "Adiar"
  }
}