{
  "settings": {
    "settings": "Настройки",
    "language": "Язык",
    "customLists": "Пользовательские списки",
    "darkTheme": "Темная тема",
    "data": "Данные",
    "import": "Импорт",
    "export": "Экспорт",
    "backup": "Резервная копия:",
    "invalidFile": "Неверный файл"
  },
  "donate": {
    "donate": "Пожертвовать",
    "mainMessage": "WeekTodo - полностью бесплатное приложение. Вы можете сделать пожертвование или отправить мне комментарий, чтобы помочь улучшить приложение или показать, что вы цените мою работу. Спасибо за использование WeekToDo!",
    "comment": "Комментарий",
    "otherCrypto": "Другие криптовалюты",
    "goBack": "Вернуться",
    "paymentType": "Тип платежа",
    "address": "Адрес",
    "copy": "Копировать",
    "copiedAddres": "Адрес скопирован !!!"
  },
  "about": {
    "about": "О",
    "madeWith": "Сделано с",
    "inCuba": "на Кубе",
    "dev": "Разработано и спроектировано",
    "devName": "Мануэль Эрнесто Гарсия",
    "version": "Версия",
    "desc": "WeekToDo - минималистичный еженедельник, ориентированный на конфиденциальность.",
    "site": "Посетить веб-сайт."
  },
  "generatedData": {
    "data2": "Нажмите, чтобы выполнить задачу",
    "data3": "Дважды щелкните для редактирования задачи",
    "data4": "Наведите указатель мыши, чтобы отобразить остальной текст для этой задачи.",
    "data5": "Задачи можно перетаскивать",
    "data6": "Это настраиваемый список",
    "data7": "Вы можете создавать новые списки из боковой панели",
    "data8": "Вы также можете скрыть их в меню настроек",
    "data9": "Яблоки",
    "data10": "Закуски",
    "list1": "Пользовательский список",
    "list2": "Список покупок",
    "list3": "Идеи"
  },
  "tips": {
    "tips": "Советы",
    "next": "Следующий совет",
    "forward": "Предыдущий совет",
    "tip1": "Вы можете создать новую задачу, щелкнув любую область списков.",
    "tip2": "Задачи можно перетаскивать из одного списка в другой или менять их порядок.",
    "tip3": "Чтобы изменить название списка или задачи, дважды щелкните по нему.",
    "tip4": "Справа от даты каждого списка находится значок Переместить вперед , который позволяет вам отправить все ожидающие задачи из текущего списка на следующий день.",
    "tip5": "Если вы не собираетесь использовать настраиваемые списки, вы можете скрыть их в меню конфигурации.",
    "tip6": "Календарь на боковой панели позволяет быстро перейти к дате.",
    "tip7": "При наведении курсора на название списка появится значок Отметить все , который позволяет отметить все задачи, которые содержит список.",
    "tip8": "Вы можете создать новый настраиваемый список, используя кнопку Добавить новый список, расположенную на боковой панели.",
    "tip9": "Кнопка Пуск помещает вас в текущий день.",
    "tip13": "WeekToDo хранит информацию на вашем компьютере. Если вы хотите сменить компьютер или браузер, не забудьте создать резервную копию. Это можно сделать в меню настроек.",
    "tip10": "Производительность: постарайтесь определить как можно меньше задач в день и упорядочить их в соответствии с их приоритетом.",
    "tip11": "Продуктивность: просмотрите и систематизируйте свой список дел на неделю в начале и в конце дня.",
    "tip12": "Продуктивность: не планируйте много дел заранее, организовывайтесь по одному дню. Если у вас есть задачи, которые нужно выполнить на следующий день."
  },
  "welcome": {
    "next": "Далее",
    "forward": "Назад",
    "ready": "готово",
    "allReady": "Все готово",
    "allReadyText": "Все готово, так что вы можете наслаждаться WeekTodo.",
    "allReadySub": "Если у вас есть вопросы, вы можете найти советы на боковой панели",
    "welcome": "Добро пожаловать в WeekToDo",
    "welcomeText": "Минималистичный еженедельный диспетчер задач, ориентированный на конфиденциальность. Для начала выберите свой язык.",
    "privacy": "Конфиденциальность",
    "privacyText": "WeekToDo хранит информацию на вашем компьютере. Если вы в конечном итоге захотите изменить свой компьютер или браузер, не забудьте создать резервную копию.",
    "privacySub": "Вы можете создать резервную копию в меню настроек.",
    "theme": "Тема",
    "themeText": "Вы можете выбрать между светлой и темной темой в соответствии с вашими предпочтениями."
  },
  "ui": {
    "rmList": "Удалить список",
    "rmListConfirm": "Вы действительно хотите удалить список",
    "cancel": "Отменить",
    "remove": "Удалить",
    "splashSub": "Минималистский еженедельник",
    "mobileWarning": "WeekToDo - это настольное приложение, и пока оно не готово для отображения в этом разрешении. ('一 _ 一)",
    "today": "Сегодня",
    "calendar": "Календарь",
    "newCustomList": "Новый настраиваемый список",
    "softwareUpdated": "Программное обеспечение обновлено",
    "seeChanges": "(См. изменения)",
    "changeLog": "Журнал изменений"
  }
}